espressif/esp-iot-solution/examples/usb/host/usb_host_eth_example/sdkconfig.defaults
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.4.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_USB_HOST_ENABLE_ENUM_FILTER_CALLBACK=y
